<?php
return [
    'title' => 'Site Zipper - Профессиональная панель',
    'created_by' => 'Создано',
    'create_zip' => 'Сканировать и заархивировать весь сайт',
    'existing_zips' => 'Существующие архивы',
    'no_zips' => 'Архивы отсутствуют.',
    'name' => 'Имя',
    'size' => 'Размер',
    'actions' => 'Действия',
    'delete' => 'Удалить',
    'rename' => 'Переименовать',
    'download' => 'Скачать',
    'new_name' => 'Новое имя',
    'confirm_delete' => 'Вы уверены, что хотите удалить ',
    'file_not_found' => 'Файл не найден.',
    'zip_created' => 'Архив успешно создан: ',
    'zip_deleted' => 'Архив удален: ',
    'zip_renamed' => 'Архив переименован в: '
];
